export const mockData = [
    {
      id: 1,
      name: "Удудук",
      description: "С каждым прожитым годом в гибком позвоночнике Удудука вырастает дополнительный позвонок. Однако почти всё тело Удудука скрыто глубоко под землёй: Удудук никогда не раскроет свой настоящий возраст! Можно догадаться о количестве дней рождения, пережитых Монстром, по царапинам и потёртостям на его впечатляющих рогах, но, возможно они указывают лишь на то, как сильно он чесался в этот день.",
      type: "Магический",
      image: "mock/Uuduk.png"
    },
    {
      id: 2,
      name: "Завяда",
      description: "Лёгкая, как пёрышко и изысканно неземная Завяда имеет духовную связь с похожей представительницей эфирных. Но в то время, как её призрачная 'сестра' поёт сладкозвучным голосом, Завяда предпочитает играть на плавниках лиродокус рэкса. Это скелетообразное существо, похожее на диноскопаемое - просто древняя модель из стекловолокна. Оно постоянно забывает об этом факте, когда постукивает хвостом в такт музыке.",
      type: "Магический",
      image: "mock/Withur.png"
    },
    {
      id: 3,
      name: "Лаватёка",
      description: "Древняя Лаватёка считалась давно утраченным загадочным явлением из древних времён. Единственный экземпляр, засохший в янтаре, был найден на Острове Племён, но только недавно появилось новое поколение этих существ, их приманил таинственный зов реликвий, резонирующих глубоко внутри мирового вулканического ядра. Теперь пылкий огненный элементаль готов восстановить былую славу своего могущественного элемента в Мире Монстров.",
      type: "Огненный",
      image: "mock/Kayna.png"
    },
    {
      id: 4,
      name: "Смычорог",
      description: "Смычорог любит стоять в лужах. Через стопы он напитывается мутной водно-земляной жижей, чтобы быстрее росли рожки. На сброшенные же рога Смычорог натягивает струны, настраивает и пускает в дело вместо старого инструмента.",
      type: "Природный",
      image: "mock/Bowgart.png"
    },
    {
      id: 5,
      name: "Дендиптица",
      description: "Мягкий пух Дендиптицы блестит при малейшем дуновении ветерка, пока она грациозно передвигается по Острову. Куда менее охотно она выходит на публику, когда семена обрастают пухом и её шевелюру уносит ветер.",
      type: "Природный",
      image: "mock/Dandidoo.png"
    },
    {
      id: 6,
      name: "Шпиоловун",
      description: "Внешний вид может быть обманчивым... как и Шпиоловун. Этот ботанический зверь растёт в темноте и изо всех сил старается остаться незамеченным для окружающий фауны. Но как только ничего не подозревающие существо оказывается слишком близко, хрясь - оно внезапно попадает в ловушку! И чем ещё заняться, когда ты оказался заключён в акустическую страну чудес пасти Шпиоловуна, как не выстукиванием ритма? В обмен на дружественную компанию и музыкальный талант своего гостя монстр - хозяин с радостью угощает его сладчайшим соком собственного приготовления",
      type: "Магический",
      image: "mock/Spytrap.png"
    },
    {
      id: 7,
      name: "Репетило",
      description: "Репетило умеет сворачиваться в твёрдый бронированный шар, и в таком виде он катится вниз по крутым холмам и долинам. Удивительно, как Репетило удаётся прятать свои многочисленный конечности, хотя у его друзей-Монстров есть несколько идей на этот счёт.",
      type: "Огненный",
      image: "mock/Repatillo.png"
    },
    {
      id: 8,
      name: "Напевец",
      description: "Напевцы, любящие перекусить, обычно глотают лакомства целиком. Их вытянутые пищеводы сокращаются и растягиваются, пока знаменитые напевы этого счастливчика расщепляют сладости. Если же напевать на голодный желудок, в пищеводе Напевцев образуются пузырьки воздуха, вызывающие внезапный приступ хихиканья!",
      type: "Огненный",
      image: "mock/Thrumble.png"
    }
  ];